{
  "navHome": "Home",
  "navDescription": "Description",
  "navSpecs": "Specifications",
  "navGallery": "Gallery",
  "navVideo": "Video",
  "navLocation": "Location",
  "navContact": "Contact",
  "langSwitchPT": "Português",
  "langSwitchEN": "English",
  "heroTitle": "Luxury 3-Bedroom Apartment in Aveiro",
  "heroSubtitle": "420.000€ - Mirador Business Center",
  "descriptionTitle": "Property Description",
  "descriptionBody": "A 3-bedroom apartment located on the third floor of the modern and prestigious Mirador Business Center development, situated in the Forca district of Aveiro. This is a residential area of growing value that combines tranquility with excellent accessibility and proximity to the city center, green spaces, major road and rail links, as well as all types of services and shops.\n\nBuilt with contemporary architecture, this apartment is distinguished by its quality finishes and a layout designed to offer maximum comfort and functionality.\n\nThe entrance opens into a generous open-plan social area. The modern, fully equipped kitchen with high-quality Bosch appliances integrates harmoniously with the spacious living and dining room. This space benefits from an unobstructed view and large windows that ensure excellent natural light throughout the day. The social area also includes an entrance hall with a video intercom and a guest toilet.\n\nThe private area is separated by a sliding door to ensure greater privacy. It consists of a full supporting bathroom, two spacious bedrooms, and a comfortable suite. All bedrooms have built-in wardrobes and access to a balcony.\n\nFor added convenience, the property includes two easily accessible underground parking spaces, one of which is equipped for electric vehicle charging. It also has a generous enclosed storage space, providing additional organization and versatility.\n\nThe apartment is equipped with air conditioning in all rooms, high-quality window frames and glazing, electric blackouts, a security door, and a spacious elevator, ensuring a high standard of comfort, energy efficiency, and security.\n\nThis is the ideal choice for those looking to live with comfort and modernity in the heart of Aveiro, in a property that combines quality, tranquility, and a central location.",
  "specsTitle": "Technical Specifications",
  "specsArea": "Total Area",
  "specsBedrooms": "Bedrooms",
  "specsBathrooms": "Bathrooms",
  "specsParking": "Parking",
  "specsStorage": "Storage",
  "specsElevator": "Elevator",
  "specsYear": "Year",
  "specsEnergyRating": "Energy Rating",
  "specsFloor": "Floor",
  "specsPrice": "Price",
  "specsFeatures": "Other Features",
  "specsValueArea": "191 m²",
  "specsValueBedrooms": "3 (1 en-suite)",
  "specsValueBathrooms": "3 (1 full, 1 guest, 1 en-suite)",
  "specsValueParking": "2 spots (1 with EV charging installation)",
  "specsValueStorage": "Yes (12 sqm, enclosed)",
  "specsValueElevator": "1 (8-person capacity)",
  "specsValueYear": "2010",
  "specsValueEnergyRating": "A (pending renewal)",
  "specsValueFloor": "3rd floor (2 fronts)",
  "specsValuePrice": "€420,000",
  "specsValueFeatures": "LG Air conditioning, high-quality window frames and glass SSG Climalit, electric blackouts, security door, alarm.",
  "galleryTitle": "Image Gallery",
  "videoTitle": "Video Tour",
  "floorPlanBedroomAlt": "Bedroom Detail Floor Plan",
  "locationTitle": "Location & Map",
  "locationAddress": "Rua Cristóvão Pinho Queimado 64, 3800-012 Aveiro, Portugal",
  "locationViewMap": "View on Google Maps",
  "locationDescription": "Situated in the Mirador Business Center, this property offers unparalleled access to the canals of Aveiro, major access roads, services, shopping centers, and public transport. Experience the best of city living with tranquility and convenience.",
  "contactTitle": "Get in Touch",
  "contactSubtitle": "Contact us for more information or to schedule a viewing.",
  "contactName": "Full Name",
  "contactEmail": "Email Address",
  "contactPhoneOptional": "Phone (Optional)",
  "contactMessage": "Your Message",
  "contactSend": "Send Message",
  "contactTel": "Phone",
  "contactEmailLabel": "Email",
  "contactScheduleVisit": "Schedule a Visit",
  "contactMailSubject": "Visit Request for T3 Mirador Aveiro",
  "contactMailBody": "I would like to schedule a visit for the property at Mirador Business Center.\n\nPlease let me know your availability.\n\nThank you,",
  "footerText": "© 2025 Mirador Business Center. All rights reserved.",
  "noImagesToDisplay": "No images to display",
  "landing": {
    "Home": {
      "slug": "home",
      "title":  "Welcome to Mirador Business Center",
      "description": "Find your new home in the heart of Aveiro. Luxury 3-bedroom apartment on the third floor with 191 sqm, 3 bedrooms (1 en-suite), 3 bathrooms, 2 parking spots (1 with EV charging), and stunning views."
    }
  },
  "app": {
  "nameSuffix": "T3 Mirador Business Center - Aveiro",
  "description": "Discover your new home in the heart of Aveiro. Luxury 3-bedroom apartment on the third floor in Mirador Business Center, featuring 191 sqm, 3 bedrooms (1 en-suite), 3 bathrooms, 2 parking spots (1 with EV charging), and stunning views. Schedule your visit today!"
},
  "navbar": {
    "home": "Home",
    "description": "Description",
    "specs": "Specifications",
    "gallery": "Gallery",
    "floorPlans": "Floor Plans",
    "location": "Location",
    "contact": "Contact"
  }
}
