{
  "navHome": "Início",
  "navDescription": "Descrição",
  "navSpecs": "Especificações",
  "navGallery": "Galeria",
  "navFloorPlans": "Plantas",
  "navLocation": "Localização",
  "navContact": "Contacto",
  "langSwitchPT": "Português",
  "langSwitchEN": "English",
  "heroTitle": "Apartamento T3 Moderno em Aveiro",
  "heroSubtitle": "Mirador Business Center",
  "heroViewDetails": "Ver Detalhes",
  "descriptionTitle": "Descrição do Imóvel",
  "descriptionBody": "Apartamento T3 inserido no moderno e prestigiado Empreendimento Mirador Business Center, localizado na zona da Forca, em Aveiro. Esta é uma área residencial em crescente valorização que combina tranquilidade com excelente acessibilidade e proximidade ao centro da cidade, zonas verdes, principais acessos rodoviários e ferroviários da cidade, bem como todo o tipo de serviços e comércio.\n\nConstruído com uma arquitetura contemporânea, este apartamento distingue-se pelos seus acabamentos de qualidade e por uma distribuição de espaços pensada para oferecer o máximo de conforto e funcionalidade.\n\nA entrada abre para uma generosa zona social em open space. A cozinha moderna e totalmente equipada com eletrodomésticos de alta qualidade (Bosch) integra-se de forma harmoniosa com a sua ampla sala de estar e jantar. Este espaço beneficia de uma vista desafogada e de grandes janelas que garantem excelente luminosidade ao longo de todo o dia. A área social contempla ainda um hall de entrada com videoporteiro e um WC de serviço.\n\nA zona privativa encontra-se devidamente separada por uma porta de correr, assegurando maior privacidade. É composta por uma casa de banho completa de apoio, dois quartos espaçosos e uma confortável suite. Todos os quartos possuem roupeiros embutidos e acesso a varanda.\n\nPara maior comodidade, o imóvel inclui dois lugares de estacionamento em parque subterrâneo de fácil acesso, um deles com instalação para carregamento de veículos elétricos. Conta ainda com um generoso espaço de arrumos fechado, que garante organização e versatilidade adicionais.\n\nO apartamento está equipado com ar condicionado em todas as divisões, caixilharia e vidros de elevada qualidade, blackouts elétricos, porta de segurança e um espaçoso elevador, assegurando um elevado padrão de conforto, eficiência energética e segurança.\n\nEsta é a solução ideal para quem procura viver com conforto e modernidade no coração de Aveiro, num imóvel que alia qualidade, tranquilidade e uma localização central.",
  "specsTitle": "Especificações Técnicas",
  "specsArea": "Área Total",
  "specsBedrooms": "Quartos",
  "specsBathrooms": "Casas de Banho",
  "specsParking": "Estacionamento",
  "specsElevator": "Elevador",
  "specsCondition": "Condição",
  "specsEnergyRating": "Classificação Energética",
  "specsFloor": "Andar",
  "specsPrice": "Preço",
  "specsFeatures": "Características Principais",
  "specsValueArea": "191 m²",
  "specsValueBedrooms": "3 (1 suite)",
  "specsValueBathrooms": "2",
  "specsValueParking": "Garagem fechada (2 carros) + 1 lugar de estacionamento exterior",
  "specsValueElevator": "Sim, prédio com 2 elevadores",
  "specsValueCondition": "Novo / Excelente",
  "specsValueEnergyRating": "A",
  "specsValueFloor": "Intermédio (ex: 3º andar)",
  "specsValuePrice": "420.000€",
  "specsValueFeatures": "Ar condicionado, caixilharia e vidros de elevada qualidade, blackouts elétricos, porta de segurança e um espaçoso elevador.",
  "galleryTitle": "Galeria de Imagens",
  "floorPlansTitle": "Plantas do Imóvel",
  "floorPlanMainAlt": "Planta Principal",
  "floorPlanBedroomAlt": "Planta Detalhada do Quarto",
  "locationTitle": "Localização e Mapa",
  "locationAddress": "Morada: Rua Cristóvão Pinho Queimado, nº 64, 3800-170 Aveiro, Portugal",
  "locationViewMap": "Ver no Google Maps",
  "locationDescription": "Situado no vibrante Mirador Business Center, este imóvel oferece acesso incomparável aos canais de Aveiro, universidade, centros comerciais e transportes públicos. Experimente o melhor da vida na cidade com tranquilidade e conveniência.",
  "contactTitle": "Entre em Contacto",
  "contactSubtitle": "Interessado neste imóvel? Contacte-nos para mais informações ou para agendar uma visita.",
  "contactName": "Nome Completo",
  "contactEmail": "Endereço de Email",
  "contactPhoneOptional": "Telefone (Opcional)",
  "contactMessage": "A Sua Mensagem",
  "contactSend": "Enviar Mensagem",
  "contactOrCall": "Contacte-nos Diretamente:",
  "contactTel": "Telefone",
  "contactEmailLabel": "Email",
  "contactScheduleVisit": "Agendar Visita",
  "noImagesToDisplay": "Nenhuma imagem para exibir",
  "landing": {
    "Home": {
      "slug": "home",
      "title": "Bem-vindo ao Mirador Business Center",
      "description": "Encontre o seu novo lar no coração de Aveiro. Apartamento T3 moderno com 191 m², 3 quartos (1 suite), 3 casas de banho, garagem para 2 carros e vistas deslumbrantes."
    }
  },
  "app": {
    "nameSuffix": "T3 Mirador Business Center - Aveiro",
    "description": "Descubra o seu novo lar no coração de Aveiro. Apartamento T3 moderno no Mirador Business Center, com 191 m², 3 quartos (1 suite), 3 casas de banho, garagem para 2 carros e vistas deslumbrantes. Agende a sua visita hoje!"
  },
  "navbar": {
    "home": "Início",
    "description": "Descrição",
    "specs": "Especificações",
    "gallery": "Galeria",
    "floorPlans": "Plantas",
    "location": "Localização",
    "contact": "Contacto"
  }
}
